[{"name":"abhogi.html","url":"http://kksongs.org/raga/list/abhogi.html","That":"Kafi","Aroha":"S R g m D S’","Avaroha":"S’ D m g R S","Jati":"Audava-Audava","Vadi":"S","Samvadi":"m","Swarupa":"‘D S m g m D D\r\nm g m g R S","Prahar":"6thPrahar (6 PM to 9 PM)","Information":"Raga\r\nAbhogi is derived from the Carnatic\r\nsystem of ragas. It is a pentatonic raga that is very close to Raga Bagesri. Unlike Bagesri, it’s straight-chained that omits komal\r\nni and any chance of Pa’s existence."},{"name":"adana.html","url":"http://kksongs.org/raga/list/adana.html","That":"Asavari","Aroha":"S R m P n m P S’","Avaroha":"S’ d n P m P n g m R S’","Jati":"Audava – Sampurna","Vadi":"S","Samvadi":"P","Swarupa":"n n P m P\r\nS’ d n P","Prahar":"8thPrahar (12 AM to 3 AM)","Information":"Raga\r\nAdana is a late night raga which is very similar to Darbari, except it has no andolans,\r\nor light shakes, on ga and dha.\r\nAlso, ga and dha are not\r\nfound in the aroha. The flow of this raga is similar\r\nto a mix of Madhyamad Saranga\r\nwith Darbari. Another common vivadi\r\nsome artists use sparingly is suddha ni which enhances the Saranga mood of the raga."},{"name":"ahir_bhairava.html","url":"http://kksongs.org/raga/list/ahir_bhairava.html","That":"Bhairava","Aroha":"S r G m P G m D n S’","Avaroha":"S’ n D P m G m r S ‘D ‘n r S","Jati":"Sampurna – Sampurna","Vadi":"m","Samvadi":"S","Swarupa":"D P-m G m r S 'D 'n r S","Prahar":"2ndPrahar\r\n(6 AM to 9 AM)","Information":"This\r\nis a beloved raga from the Bhairava that, which has a\r\nvariety of emotions attached to it. Some will find devotion, while others find\r\nmelancholy. Some find love and happiness through this raga. This raga was\r\noriginally thought to be from the Carnatic raga “Cakravaham.” The raga from the technical standpoint is\r\nknown as Ahir Bhairava in\r\nthe Hindustani musical scene, because it has the Bhairavanga\r\n(G m r S) along with the Ahiranga (D n S’)."},{"name":"ahir_lalita.html","url":"http://kksongs.org/raga/list/ahir_lalita.html","That":"Purvi","Aroha":"S r G m M m G M D n\r\nS’","Avaroha":"S’ r’ S’ n D M D G\r\nM m G M G r ‘n ‘D r S","Jati":"Sadava – Sadava","Vadi":"m","Samvadi":"S","Swarupa":"m M G G M G r S ‘n\r\n‘D r S","Prahar":"1stPrahar\r\n(3 AM to 6 AM)","Information":"Raga\r\nAhir Lalita is a version of\r\nRaga Lalita with the “ahiranga”\r\nor the “D n S” notes in the latter half of the scale. It gives the raga a\r\nunique flavor to the raga."},{"name":"alankarapriya.html","url":"http://kksongs.org/raga/list/alankarapriya.html","That":"Bhairavi","Aroha":"S r g m D n S’","Avaroha":"S’ n D m g r g r S","Jati":"Sadava – Sadava","Vadi":"m","Samvadi":"S","Swarupa":"S’ n S’ D n D m r g r S","Prahar":"3rdPrahar (9 AM to 12 PM)","Information":"This\r\nmorning raga is derived from the South Indian raga, Alankara\r\nPriya. It is not commonly used in North Indian\r\nmusical system. This raga omits P and emphasizes ma throughout the raga. This\r\nraga will give one a great shade of a similar raga, Carukesi."},{"name":"asavari.html","url":"http://kksongs.org/raga/list/asavari.html","That":"Asavari","Aroha":"S R m P d S’","Avaroha":"S’ n d P m g R S","Jati":"Sampurna – Sampurna","Vadi":"d","Samvadi":"g","Swarupa":"R m P S’ (n)d\r\nP R m P n d P","Prahar":"3rdPrahar (9 AM to 12 PM)","Information":"This\r\nmorning raga is the representative of the Asavari\r\nThat. The overall mood is perceived as either a sad raga or just a serious\r\nraga. Raga Asavari shares a very similar scale to\r\nRaga Jaunpuri, but Asavari\r\nhas more simplistic flow and fewer notes in the aroha\r\nthan Jaunpuri. Generally, most artists use suddha re for this raga. Some older artists, especially rudra vina players, use komal re instead. Thus, this raga is known as Raga Komal Rsabha Asavari.\r\n"},{"name":"bagesri.html","url":"http://kksongs.org/raga/list/bagesri.html","That":"Kafi","Aroha":"’n S g m D n S’","Avaroha":"S’ n D m P D g m g R S","Jati":"Audava – Sampurna","Vadi":"m","Samvadi":"S","Swarupa":"’n S m g m D n D m, m P D g m g R S","Prahar":"8thPrahar\r\n(12 AM to 3 AM)","Information":"This is a very common raga\r\nfound in North Indian music. This raga puts a great amount of emphasis on ma.\r\nUnlike most ma-emphasized ragas, this does include an instance of Pa in the avaroha. The Pa lacks the emphasis in such a way that many\r\nartists and musicians tend to just avoid the Pa, altogether."},{"name":"bahar.html","url":"http://kksongs.org/raga/list/bahar.html","That":"Kafi","Aroha":"'n S m m P\r\ng m n D N S'","Avaroha":"S' n P m P g m R S","Jati":"Sadava – Sadava","Vadi":"m","Samvadi":"S","Swarupa":"S m m P g\r\nm n D N S'","Prahar":"8thPrahar\r\n(12 AM to 3 AM)","Information":"Springtime\r\nis the mood that comes with this raga. Raga Bahar (bahar means “spring-environment”) is a raga from the Kafi that, which also represents a season. Elements of\r\nspring, in terms of nature, involves does include rain, sometimes being to the\r\nextent of thunderstorms. This explains the amazing similarity to Raga Malhar in some ways. However, the mood is very flowery. The\r\naroha is more inclined to the Bhimphalasi/Dhani\r\nragas, while the avaroha is more Megha-Malhara\r\noriented."},{"name":"bairagi.html","url":"http://kksongs.org/raga/list/bairagi.html","That":"Bhairava","Aroha":"S r m P n S’","Avaroha":"S’ n P m P m r S ‘n S","Jati":"Audava – Audava","Vadi":"m","Samvadi":"S","Swarupa":"m P n P m r 'n r S","Prahar":"3rdPrahar (9 AM to 12 PM)","Information":"Raga\r\nBairagi, also known as Raga Bairaga\r\nBhairava, is a raga based on the South Indian raga, Revati. Some say this raga was introduced by Ravi Shankar, although there are\r\nmany musicians who refute this idea, saying that the origins of this raga in\r\nthe North Indian system was found well before Ravi Shankar. Nonetheless, Raga Bairagi\r\nhas an enchanting and devotional property, beyond most of the Bhairava That ragas. The raga\r\ncontains five notes with a great level of harmony between each notes, S, r, m,\r\nP, n and S. This raga is heard usually in light classical musical areas and\r\ndevotional settings. Many hymns of Lord Siva are found in this raga, as this is\r\nconsidered a Bhairava that."},{"name":"bangala.html","url":"http://kksongs.org/raga/list/bangala.html","That":"Khammaja","Aroha":"‘N S ‘n S R m m\r\nP D n S’","Avaroha":"S’ N S’ n D m m\r\nP G R m R S’","Jati":"Sadava – Sampurna","Vadi":"m","Samvadi":"S","Swarupa":"m D P m G R S R m m","Prahar":"1stPrahar (3 AM to 6 AM)","Information":"This\r\nis a morning raga that is found in many Bengali morning bhajans\r\nincluding Samsara Davanala Lida Loka. For this reason, this\r\nraga is known by Bengalis as “Mangala Aratik raga.” This song has strong focus on ma that it is\r\neasy to lose focus on which is the real tonic. As the morning progresses, the\r\nPa and suddha Ni can have more presence."},{"name":"basanta.html","url":"http://kksongs.org/raga/list/basanta.html","That":"Purvi","Aroha":"S G M d r' S'","Avaroha":"S' N d P M G m G M G r S","Jati":"Audava-Sampurna","Vadi":"S","Samvadi":"P","Swarupa":"M d r' S' N d P M G M G","Prahar":"1stPrahar\r\n(3 AM to 6 AM)","Information":"The other spring time raga,\r\nbesides Bahar, is Raga Basanta.\r\nIt is sometimes a confusion for academic scholars of music to see how Raga Bahar, with notes in the Kafi That, can emote the same season as Raga Basanta\r\nwhich is in Purvi That. Those who study ragas in the\r\ntotality scope will notice that Bahar precedes Basanta by one full prahar. Bahar, the Kafi That raga, falls\r\nin the time period where many Kafi That\r\nragas exist, like Bagesri, Malhar,\r\nand Megha. Raga Basanta\r\nfalls in the prahar where komal\r\nre might be more predominant like Lalita."},{"name":"basantamukhari.html","url":"http://kksongs.org/raga/list/basantamukhari.html","That":"Bhairava","Aroha":"S r G m P d n S’","Avaroha":"S’ n d P m G r S","Jati":"Sampurna-Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"P d n d P G m (G)r\r\nS","Prahar":"7thPrahar\r\n(9 PM to 12 AM)","Information":"Raga Basanta\r\nMukhari (“face of spring”) is a raga whose scale is\r\nwidely recognized in the Western and Indian musical worlds, yet received very\r\nlittle to no credit as far as naming the scale is concerned. What Indian music\r\nscholars believe is that this raga might have come from the Carnatic\r\nsystem, due to the inability to fit into one of Bhatkhande’s\r\nten thats. The original presumed raga, Ragam Vakulabharanam, was the\r\nfourteenth melakarta of the mela\r\nsystem which was after the “Bhairava-equivalent” and\r\nbefore the “Ahir-Bhairava equivalent.” By default, it\r\ngot placed in the Bhairava category."},{"name":"bhairava.html","url":"http://kksongs.org/raga/list/bhairava.html","That":"Bhairava","Aroha":"S G m P (N) d* N S’","Avaroha":"S’ N S’ (N)d*\r\nP m P G m (G)r* S’","Jati":"Sadava-Sampurna","Vadi":"r","Samvadi":"d","Swarupa":" \r\nS G m P m P G m d P G m P G m r S","Prahar":"2ndPrahar (6 AM to 9 AM)","Information":"It\r\nis believed to be the first raga created after forming all of the seven notes.\r\nHence, this raga is also known as adi-raga or the\r\nprimordial raga. This raga is also very dear to Lord Siva. With so much Vedic\r\nhistory backing this raga, it has become a very difficult raga to sing. It is a\r\nmorning raga and singing this must represent a devotional atmosphere with some\r\nelement of pathos included. Many people incorrectly relate the scale of this\r\nraga to Egyptian or Mid-Eastern melodies. Those melodies lack many of the\r\nimportant vakra, or zig-zag\r\nfeatures, of the raga. In addition, they don’t account for andolans\r\n(light shake of the notes) and mīnds\r\n(glissandos). As this raga is a difficult one, not many people sing this. Most\r\npeople sing an easier night version of this raga known as Raga Kalingada."},{"name":"bhairavi.html","url":"http://kksongs.org/raga/list/bhairavi.html","That":"Bhairavi","Aroha":"S r g m P d n S’","Avaroha":"S’ n d P m g r S","Jati":"Sampurna-Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"‘n S g m d P g m g r S","Prahar":"2ndPrahar (6 AM to 9 AM)","Information":"This\r\nis one of the most beautiful ragas in Indian classical music. The scale, except\r\nfor Sa and Pa which are immoveable, consists of all flat notes. Even though the\r\naroha and avaroha depict\r\nthat this is a straight-chained raga, the raga is not necessarily. Bhairavi is considered the freest raga, as there are many\r\nways to go about performing this raga. Artists even will include vivadis, or grace notes, to sweeten the flavor. The most\r\ncommon grace notes are the usage of Re and Dha.\r\nBengali artists use Ga, especially in the Baul bhajans. Ma and Ni are used\r\nless frequently, but are found here and there. Another factor that adds to its\r\nfreedom status is that even though it is recommended for the morning, it is\r\nreally sung at any time. Usually, after a long performance, this raga is almost\r\nalways used as a grand-finale raga. Majority of classical based numbers are in Bhairavi. Even popular and folk music employ Bhairavi in unique ways. Most of them tend to use “ma” as\r\nthe strong vadi and the samvadi\r\nbeing “Sa.”"},{"name":"bhankara.html","url":"http://kksongs.org/raga/list/bhankara.html","That":"Bhairava","Aroha":"‘N r S G m P G M D M\r\nG M D S’ N r’ S’","Avaroha":"S’ r’ N D M m G m G\r\nr S","Jati":"Sampurna\r\n– Sadava","Vadi":"S","Samvadi":"P","Swarupa":"S’ r’ N D M m G m r\r\nS","Prahar":"1stPrahar\r\n(3 AM to 6 AM)","Information":"Raga Bhankara\r\nis a very rare and unusual raga. It has shades of evening raga Marwa and raga Bhairava, which\r\noccurs later than the typical time for Bhairava to be\r\nsung. To make and even more confusing, this has a Lalitanga,\r\nor the consecutive use of both madhyama forms (M m). "},{"name":"bhatiyara.html","url":"http://kksongs.org/raga/list/bhatiyara.html","That":"Marwa","Aroha":"S r S S m\r\nP G M P m D P N D S'","Avaroha":"S' r' N D m D N D P D P m P G r S","Jati":"Sampurna – Sampurna","Vadi":"m","Samvadi":"S","Swarupa":"S’ D m P G P G r S","Prahar":"1stPrahar (3 AM to 6 AM)","Information":"This\r\nis a very beautiful and ancient raga which is often debated when classifying\r\ninformation on this. The raga has characteristics of Bhairava\r\nas it has faint Bhairava characteristics. However,\r\nthe strengths of the notes used and that pinch of tivra\r\nMa in the aroha make it feel as if it is Marwa. This raga is nominally sung in the late night,\r\nhowever when studying each aspect of the raga, it can be in the sung in the\r\nevening, if D was given strength. It is a beautiful union of Raga Bhairava, Marwa, and Raga Mand."},{"name":"bhimphalasi.html","url":"http://kksongs.org/raga/list/bhimphalasi.html","That":"Kafi","Aroha":"’n S g m\r\nP n S’","Avaroha":"S’ n D P\r\nD m P g m g R S","Jati":"Audava – Sampurna","Vadi":"m","Samvadi":"S","Swarupa":"’n S g m P g\r\nm g R ’n S","Prahar":"5thPrahar\r\n(3 PM to 6 PM)","Information":"This\r\nis a common raga which describes the ecstatic nature of the mid-afternoon’s\r\ntime, right before the twilight ragas (sandhya-prakasa\r\nragas) take place. The aroha is similar to that of\r\nRaga Dhani with its pentatonic nature excluding Re\r\nand Dha. This raga is used in many genres of Indian\r\nmusic from classical to popular music. "},{"name":"bhupa_kali.html","url":"http://kksongs.org/raga/list/bhupa_kali.html","Aroha":"S R g P d S’","Avaroha":"S’ R’ g’ R’ S’ d\r\nP g R S","Jati":"Audava-Audava","Vadi":"g","Samvadi":"d","Swarupa":"P d S’ R’ g’ R’ S’\r\nd P g R g S","Prahar":"8thPrahar\r\n(12 AM – 3 AM)","Information":" "},{"name":"bhupalatodi.html","url":"http://kksongs.org/raga/list/bhupalatodi.html","That":"Todi","Aroha":"S r g P d S'","Avaroha":"S' d P g r\r\ng r S","Jati":"Audava – Audava","Vadi":"d","Samvadi":"g","Swarupa":"S r 'd S r\r\ng r g r S","Prahar":"3rdPrahar\r\n(9 AM to 12 PM)","Information":"Raga\r\nBhupala Todi is pentatonic\r\nraga sharing the same swarsthanas as Bhupala, with the only differences being the re, dha and ga are komal instead of suddha. Due to\r\nthe notes, it can be considered that this raga is either Bhairavi\r\nor Todi that. However, the svarupa\r\n(pakkad) of this raga, it can be deduced that this is\r\nbased on more on the Todi realm, due to purvanga of the avaroha. The characteristic “g r g r S.”"},{"name":"bhupali.html","url":"http://kksongs.org/raga/list/bhupali.html","That":"Kalyana","Aroha":"S R G P D S’","Avaroha":"S’ D P G R S","Jati":"Audava –\r\nAudava","Vadi":"G","Samvadi":"D","Swarupa":"S G R S ‘D S R G","Prahar":"6th\r\nPrahar (6 PM to 9 PM)","Information":"Raga\r\nBhupali, also known as Bhupa, is a common evening raga describing melancholy.\r\nIt is believed to be named “Bhupali”, as the raga comes from the Bhupa area,\r\nwhich is near India and China. Hence, music from China, Bhutan, and Nepal all seem to have that melodic shape in their\r\nmelodies. Raga Bhupali is sometimes confused with Raga Desakara, since the\r\nragas both use the exact same swara set. Desakara, however, has a different\r\nswarupa, which causes it to be a different raga. The focus of this raga is on\r\nthe first half, or the purvanga, while Desakara focuses on the second half, or\r\nthe uttaranga. What harmonium players tend to do to differentiate this raga is\r\nto use a chord of D, S, and G to give Bhupali its unique flavor."},{"name":"bihag.html","url":"http://kksongs.org/raga/list/bihag.html","That":"Kalyana","Aroha":"’N S G m P N S’","Avaroha":"S’ N (D) P M P G m G R S","Jati":"Audava – Sadava","Vadi":"G","Samvadi":"N","Swarupa":"’N S G m P, P M P G m G (R)S ’N S","Prahar":"6thPrahar\r\n(6 PM to 9 PM)","Information":"Bihag\r\nis a famous raga found in the Kalyan That. Unlike\r\nmost of the Kalyana That ragas, this raga does not\r\nreally put too much emphasis on the tivra Ma, as most\r\nother Kalyana That ragas do. The upward direction of\r\nthe raga omits Re and Dha, while the downward\r\ndirection only allows a spice or bare-touch (kans-swara)\r\nof Re and Dha. This really lets Ga\r\nand Ni stand out harmonically and that creates a powerful tension and release\r\nformat using major notes, except for Tivra Ma. Even\r\nthat is no worry, as there is a suddha ma that\r\ncreates a nice buffer from the uttaranga territory of\r\nthis raga."},{"name":"bilaskhanitodi.html","url":"http://kksongs.org/raga/list/bilaskhanitodi.html","That":"Bhairavi/Todi","Aroha":"S r g P d S' ","Avaroha":"S' r' n d m  g r g r S","Jati":"Audava\r\n– Sampurna","Vadi":"d","Samvadi":"g","Swarupa":"S' r' n d,m\r\nP d n d m g r g r S","Prahar":"3rd\r\nPrahar (9 AM to 12 PM)","Information":"Raga\r\nBilas Khani Todi is a very interesting raga, as many\r\nconfusion has come from it. This raga is based on Carnatic\r\nraga Hanumana Todi, which\r\nis the Carnatic equivalent of North Indian Bhairavi. However, it wasn’t recognized by Bilas Khan, son of famous musician Miyan\r\nTansen, hence the name “Bilas-Khani\r\nTodi.” The format of the raga is very similar to\r\nragas that are Bhairavi in notes (no tivra ma), but have the flow of Todi.\r\nBhupala Todi is also in\r\nthis format as well."},{"name":"bilawal.html","url":"http://kksongs.org/raga/list/bilawal.html","That":"Bilavala","Aroha":"S G R G m P D N S'","Avaroha":"S' N D n D P m G R G m G R S","Jati":"Sampurna – Sampurna","Vadi":"G","Samvadi":"N","Swarupa":"S’ D m D P D n D P m G G m R S","Prahar":"3rdPrahar (9 AM to 12 PM)","Information":"The\r\nraga is pretty much the major scale, as it is appropriately placed in the Bilawal That. The catch is the pinch-usage of the komal ni in the avaroha. It should not be used excessively or else it is\r\nwill be confused with Raga Khamaja. This raga is so\r\nfreely used that is heard in countless forms."},{"name":"candani_kedar.html","url":"http://kksongs.org/raga/list/candani_kedar.html","That":"Kalyana","Aroha":"S m M M P D N S'","Avaroha":"S' N D P D P M m\r\nR S","Jati":"Audava – Sadava","Vadi":"m","Samvadi":"S","Swarupa":"D N D P D P M m\r\nR S","Prahar":"7thPrahar (9 PM to 12 AM)","Information":"Candani Kedar (Moonlike rendition\r\nof Kedar) is essentially Raga Kedar\r\nwith a point where there is consecutive usage of suddha\r\nma and Tivra Ma."},{"name":"candrakauns.html","url":"http://kksongs.org/raga/list/candrakauns.html","That":"N/A","Aroha":"'N S g m d N S","Avaroha":"S' N d m g m g S 'N S","Jati":"Audava – Audava","Vadi":"m","Samvadi":"S","Swarupa":"g m g 'N S","Prahar":"7thPrahar (9 PM to 12 AM)","Information":"Raga Candrakauns\r\nis a raga similar to Raga Malkauns. It has the same\r\npentatonic structure, with its only difference being with the usage of ni. Komal ni\r\nis used in Malkauns, while suddha\r\nni is used on Raga Candrakauns.\r\nThe raga is assumed to have come from the Carnatic\r\nsystem. Due to its notes, it is not easily placed in a North Indian thāt."},{"name":"carukesi.html","url":"http://kksongs.org/raga/list/carukesi.html","That":"N/A","Aroha":"S R G m P d n S’","Avaroha":"S’ n d P m G R S","Jati":"Sampurna – Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"G m P n d P G m G R ‘n S","Prahar":"5thPrahar (3 PM to 6 PM)","Information":"Raga Carukesi\r\nis a very famous raga from the Carnatic system of\r\nmusic. It is a seven-note raga with flat notes at dha\r\nand ni. It evokes moods of devotion, love, or despair."},{"name":"chayanat.html","url":"http://kksongs.org/raga/list/chayanat.html","That":"Bilavala","Aroha":"S R R G m\r\nP P D P P S'","Avaroha":"S' N D P m G m R S","Jati":"Sadava – Sampurna","Vadi":"P","Samvadi":"R","Swarupa":"P R R G m P  m G m R S","Prahar":"7thPrahar (9 PM to 12 AM)","Information":"This\r\npure noted raga is very much similar to a natural scale lacking a Ni in the aroha and having a similar format of Raga Hamir or Raga Kedar with a\r\nma-Re-Sa format. "},{"name":"darbari.html","url":"http://kksongs.org/raga/list/darbari.html","That":"Asavari","Aroha":"S R g* m P d* n S’","Avaroha":"S’ d* n P –\r\nm P n g* m R S","Jati":"Sampurna – Sampurna","Vadi":"g*","Samvadi":"d*","Swarupa":"S R g* R S ‘d*\r\n‘n  S","Prahar":"7thPrahar (9 PM to 12 AM)","Information":"Raga\r\nDarbari Kanhada is a very\r\nunique raga heard in the last part of the night ragas. The raga was originally\r\ncreated by Miyan Tansen in\r\nthe royal court, or darbar, of Akbar.\r\nHence, “darbari” (based on the court) is given. The\r\nraga requires andolan or a light shake for komal ga and komal\r\ndha. Another feature is that komal\r\nga and komal dha are flatter than usual. In playing sitar, instead of\r\nplaying the ga or dha\r\nnotes, they are bent from re and pa notes respectively. The emotions of this\r\nraga are mostly romantic and joy, although people have heard sad numbers in\r\nthis raga before."},{"name":"des.html","url":"http://kksongs.org/raga/list/des.html","That":"Khammaja","Aroha":"S R m P N S’","Avaroha":"S’ R’ n D P m G R G ‘N S","Jati":"Audava – Sampurna","Vadi":"R","Samvadi":"P","Swarupa":"R m P n D P D m G R G ‘N S","Prahar":"6thPrahar (6 PM to 9 PM)","Information":"Raga\r\nDes is a raga heard in the night, like all of the ragas in the Khamaja that. The origin of the name of the raga is not\r\nknown, although des means “country.” The Indian national anthem, “vande mataram” is heard in this\r\nraga. Raga Des has a special place in Bengali folk and devotional music as many\r\nbhajans in Bengali are heard in Des. Bengali singers\r\nuse komal ga when singing\r\nit the high octaves as a grace note, but ultimately hit the high suddha ga when expressing emotion\r\nin the downfall of notes. "},{"name":"desakara.html","url":"http://kksongs.org/raga/list/desakara.html","That":"Bilavala","Aroha":"S R G P D S’","Avaroha":"S’ D P R G R S ‘D S","Jati":"Audava – Audava","Vadi":"D","Samvadi":"G","Swarupa":"P D (n)D P\r\nG P D P","Prahar":"2ndPrahar (6 AM to 9 AM)","Information":"Raga\r\nDesakara is one of the lesser known and one of the\r\nmost confusing ragas in North Indian music. Raga Desakara\r\nshares the same notes as Bhupali and often, it is\r\nquite difficult to tell the real difference between the two ragas. The rule of\r\nthumb is that Raga Desakara is uttaranga\r\noriented with D as its vadi, while Bhupali is purvanga oriented with\r\nG as its vadi. Note the svarupa\r\nof the raga to see the orientation of the two ragas."},{"name":"desi.html","url":"http://kksongs.org/raga/list/desi.html","That":"Kafi","Aroha":"S R m P D m P S’","Avaroha":"S’ P D m P R g S R ‘n S","Jati":"Audava – Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"P g R g S R 'n S","Prahar":"3rdPrahar (9 AM to 12 PM)","Information":"Despite\r\nits name resembling the more popular Raga Desa, the\r\nraga has nothing similar to it. Raga Desi\r\n(“countryperson”) is a Kafi based raga with an Asavari touch to it. The most notable aspect of the avaroha has a patterned combination format downwards."},{"name":"dhani.html","url":"http://kksongs.org/raga/list/dhani.html","That":"Kafi","Aroha":"S g m P n S’","Avaroha":"S' n P m g S","Jati":"Audava – Audava","Vadi":"g","Samvadi":"n","Swarupa":"g m P n P g S","Prahar":"4thPrahar (12 PM to 3 PM)","Information":"Raga\r\nDhani is considered as a “sweet and romantic version\r\nof Raga Malkauns.” Raga Malkauns\r\nis very devotional in nature, while Raga Dhani is\r\nvery romantic in nature. One can study the notes and see the transposition of Malkauns’ Sa to Dhani’s Pa. To add some difference, some musicians\r\nsparingly include shuddha Re.\r\nThis has some hidden moments where it can confuse the listener to think it is\r\nRaga Malkauns or even Raga Bhimpalasi."},{"name":"durga.html","url":"http://kksongs.org/raga/list/durga.html","That":"Bilavala","Aroha":"S R m P\r\nD S’","Avaroha":"S’ D m P\r\nD m R ‘D S","Jati":"Audava – Audava","Vadi":"D","Samvadi":"R","Swarupa":"m P D m R 'D\r\nS","Prahar":"7thPrahar\r\n(9 PM to 12 AM)","Information":"This\r\nis a raga which is not played so frequently. The structure of this raga\r\ncontains five notes with a harmonic pair forming at suddha\r\nre and suddha dha. This\r\nraga has a hidden tan of Bhupali based off of ma.\r\nFamous songs in this raga include “Jaya Jaya Radha Krsna\r\nYugala Milan” and “Radhe Jaya Jaya Madhava\r\nDayite.”"},{"name":"gaura_malhar.html","url":"http://kksongs.org/raga/list/gaura_malhar.html","That":"Khammaja","Aroha":"S R G m R P m P m P D N S'","Avaroha":"S' D n P m P m G m R S","Jati":"Sampurna – Sampurna","Vadi":"m","Samvadi":"S","Swarupa":"S R G m m\r\nP D n P m G m R S","Prahar":"N/A","Information":"Raga Gaura\r\nMalhar is sung during the monsoon season in the\r\nsummer. This is just like Raga Malhar, but a suddha Ga is used in stead of a komal ga. Due to the suddha Ga creating a lighter environment, this is known as Gaura\r\n(fair or light)."},{"name":"gaura_saranga.html","url":"http://kksongs.org/raga/list/gaura_saranga.html","That":"Kalyana","Aroha":"S G R m G P M D P S'","Avaroha":"S' N D P M P m G R G R m G P R S","Jati":"Sadava – Sampurna","Vadi":"G","Samvadi":"D","Swarupa":"S G R m G P R S","Prahar":"4thPrahar (12 PM to 3 PM)"},{"name":"gaurakha_kalyana.html","url":"http://kksongs.org/raga/list/gaurakha_kalyana.html","That":"Khammaja","Aroha":"S R m D n D D\r\nS’","Avaroha":"S’ n D P D n D m R S ‘n ‘D S","Jati":"Audava – Sadava","Vadi":"S","Samvadi":"m","Swarupa":"P D n D m R (S)‘n\r\n‘D S","Prahar":"7thPrahar (9 PM to 12 AM)","Information":"Raga\r\nGaurakha Kalyana is an\r\nevening raga with elements of Raga Durga and Raga Ragesri."},{"name":"gujari_todi.html","url":"http://kksongs.org/raga/list/gujari_todi.html","That":"Todi","Aroha":"S r g M d N S’","Avaroha":"S’ N d M g r g r S","Jati":"Sadava – Sadava","Vadi":"d","Samvadi":"g","Swarupa":"M d N d M g r g r S","Prahar":"3rdPrahar (9 AM to 12 PM)","Information":"Raga\r\nGujari Todi is one of the\r\nmost famous ragas in the Todi that. This raga lacks a\r\nPa, thus placing all of its harmonic strength on komal\r\ndha."},{"name":"gunakri.html","url":"http://kksongs.org/raga/list/gunakri.html","That":"Bhairava","Aroha":"S r m P d S’","Avaroha":"S’ d P m r\r\nS","Jati":"Audava – Audava","Vadi":"P","Samvadi":"S","Swarupa":"m P d P m r S","Prahar":"2ndPrahar (6 AM to 9 AM)","Information":"This\r\nraga is a morning raga heard in the daybreak around 9 AM. The raga has heavy emotions of melancholy, pining\r\nfor love, and unity embedded in it. The vadi is Pa and\r\nemphasis on the notes Sa and Pa are used to remove any\r\ncharacteristics of a very similar raga Jogiya."},{"name":"hamir.html","url":"http://kksongs.org/raga/list/hamir.html","That":"Kalyana","Aroha":"S R G m (N)D\r\nN S’","Avaroha":"S’ N D P M P D P G m R S","Jati":"Sadava – Sampurna","Vadi":"D","Samvadi":"G","Swarupa":"G m (N)D P\r\nM P G m R S","Prahar":"7thPrahar (9 PM to 12 AM)","Information":"Raga\r\nHamir is a light raga from the Kalyana\r\nfamily of ragas which has characteristics of Raga Kedar\r\nwith the addition of shuddha Ga\r\nbeing an integral part of the raga. The special features of this raga are the\r\nuse of two madhyams in the avaroha,\r\nharmony of Ga and Dha, and\r\nthe glissando connect suddha Ni and suddha Dha."},{"name":"hamsadhwani.html","url":"http://kksongs.org/raga/list/hamsadhwani.html","That":"Bilavala","Aroha":"S R G P N S’","Avaroha":"S’ N P G R S","Jati":"Audava – Audava","Vadi":"R","Samvadi":"P","Swarupa":"R G P (G)R\r\nG P N P G R S","Prahar":"6thPrahar (6 PM to 9 PM)","Information":"Raga\r\nHamsadhwani is a raga which came from the Carnatic or South Indian system of music. Its flow is that\r\nof a simple pentatonic raga. Some will try to place it in the Bilavala Thāt while it has\r\nmany properties and flows of the Kalyan Thāt. As it is very confusing to\r\nclassify a “foreign” raga, it is often considered by musicians to be “thāt-less.” Nonetheless, it is a raga many musicians\r\nuse in Hindustani music using Hindustani methods of rendering a raga."},{"name":"hemanta.html","url":"http://kksongs.org/raga/list/hemanta.html","That":"Kalyana","Aroha":"‘D ‘ N S R\r\nG m D N S’","Avaroha":"S’ N D P m N S’ N D m P m G R S","Jati":"Sadava – Sampurna","Vadi":"m","Samvadi":"S","Swarupa":"D m P m G m D N D S’","Prahar":"6thPrahar (6 PM to 9 PM)","Information":"Raga Hemanta\r\nis a rare raga which combines the qualities of Raga Kausikdhwani\r\n(Bhinna Sadja) and elements\r\nof the Kalyana That\r\ntogether. This is another pain-filled raga that is played in the night."},{"name":"hindol.html","url":"http://kksongs.org/raga/list/hindol.html","That":"Kalyana","Aroha":"S G M D N M D S’","Avaroha":"S’ D M D N D M G M G S","Jati":"Audava – Audava","Vadi":"D","Samvadi":"G","Swarupa":"S G M D M G M G S ‘D S","Prahar":"1stPrahar (3 AM to 6 AM)","Information":"Raga\r\nHindol is one of the most interesting ragas in the\r\nHindustani musical scene. Originally, this raga comprised of four notes,\r\nexcluding the N. As four note melodies would be quite difficult to make songs,\r\nthe “Ni” was included to adhere to the definition of “raga” (i.e. minimum of\r\nfive distinct notes). Therefore, this raga is a notable exception. Raga Hindol is a janak raga (raga\r\nbased on seasons) denoted for spring time. In singing this raga, one must be\r\ncareful of few points."},{"name":"jaunpuri.html","url":"http://kksongs.org/raga/list/jaunpuri.html","That":"Asavari","Aroha":"S R m P d m P d n S’","Avaroha":"S’ n d P d m P g R S","Jati":"Sadava – Sampurna","Vadi":"S","Samvadi":"P","Swarupa":"d m P d n S’ d\r\nP d m P R m P","Prahar":"3rdPrahar (9 AM to 12 PM)","Information":"Raga Jaunpuri\r\nis a raga very similar to Raga Asavari with the only\r\ndifference being the harmonic points and the subtle de-emphasis of ma and its\r\nupper harmony with komal ni."},{"name":"jayajayanti.html","url":"http://kksongs.org/raga/list/jayajayanti.html","That":"Khammaja","Aroha":"S R G m P m G m P N S'","Avaroha":"S' n D P m G R g R S","Jati":"Sadava – Sampurna","Vadi":"R","Samvadi":"P","Swarupa":"R g R S,'N S 'D 'n R","Prahar":"6thPrahar (6 PM to 9 PM)","Information":"Raga\r\nJaya Jayanti is a famous\r\nraga used especially in Northern and Eastern portions of India. It employs the use of sandwiched suddha ga notes and suddha ni notes. It shows shades\r\nof Kafi and Khamaja, but it\r\nis placed in the Khamaja That, due to its abundance\r\nof Khamaja characteristics. "},{"name":"jhinjhoti.html","url":"http://kksongs.org/raga/list/jhinjhoti.html","That":"Khammaja","Aroha":"S R G m P D S’","Avaroha":"S’ n D P D m G S R m G S R ’n ’D ’P\r\n’D S","Jati":"Sadava – Sampurna","Vadi":"S","Samvadi":"P","Swarupa":"S R m G S R ’n ’D ’P ’D S","Prahar":"7thPrahar\r\n(9 PM to 12 AM)","Information":"Raga\r\nJhinjhoti is a raga from the Khamaja\r\nfamily of ragas. Unlike Raga Khamaja itself, where it\r\nincorporates a Suddha Ni, Raga Jhinjhoti\r\nuses the swars of original that properly. Despite the\r\ncomplexity of the aroha and avaroha,\r\nit is fairy simple in form and easy to be sung. One key thing to remember when\r\nrendering Jhinjhot is that it is purvanga\r\nbased and not uttaranga based. Therefore, it won’t be\r\nheard sung in high pitches."},{"name":"jogiya.html","url":"http://kksongs.org/raga/list/jogiya.html","That":"Bhairava","Aroha":"S r m P d S’","Avaroha":"S’ N d P m P m (G)r\r\nS","Jati":"Audava – Sampurna","Vadi":"S","Samvadi":"m","Swarupa":"S r m (G)r\r\nS","Prahar":"2ndPrahar (6 AM to 9 AM)","Information":"Raga\r\nJogiya is a morning raga sung from the Bhairava family of ragas. Raga Jogiya\r\nshares its form with Raga Gunakri with its only\r\ndifferences being in the harmony of S and m (as opposed to S and P), and\r\nlatching Ni and Ga in the minds of the avaroha. This raga has a more devotional atmosphere than\r\nRaga Gunakri, which has a more emotional feel."},{"name":"kafi.html","url":"http://kksongs.org/raga/list/kafi.html","That":"Kafi","Aroha":"S R g m P D n S’","Avaroha":"S’ n D P m g R S","Jati":"Sampurna – Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"S R R g m\r\nP","Prahar":"6thPrahar (6 PM to 9 PM)","Information":"Raga\r\nKafi is the representative of the Kafi\r\nThat, which produces the most versatile ragas in\r\nHindustani music. Even though it is noted in writing that the raga is in the\r\nsixth prahar, the style of this raga is very free. It\r\nis a straight-chained raga. Sometimes, artists will insert shuddha\r\nga, komal dha, and shuddha ni for embellishment. It is okay,\r\nbut use those notes very sparingly. Overdoing those\r\nnotes will make listeners think this is a different raga known as Pilu, which uses those notes frequently."},{"name":"kalavati.html","url":"http://kksongs.org/raga/list/kalavati.html","That":"Khammaja","Aroha":"S G P D n D S’","Avaroha":"S’ n D P G P G S","Jati":"Audava – Audava","Vadi":"P","Samvadi":"S","Swarupa":"G P D n D S' n D P G P G S","Prahar":"7thPrahar (9 PM to 12 AM)"},{"name":"katyayani.html","url":"http://kksongs.org/raga/list/katyayani.html","That":"Asavari","Aroha":"S R g P d S’","Avaroha":"S’ R’ g’ R’ S’ d\r\nP g R S","Jati":"Audava – Audava","Vadi":"d","Samvadi":"g","Swarupa":"S’ R’ g’ R’ S’ d\r\nP R g R S","Prahar":"7thPrahar (9 PM to 12 AM)"},{"name":"kausikdhwani.html","url":"http://kksongs.org/raga/list/kausikdhwani.html","That":"Khammaja","Aroha":"S R G m D N S’","Avaroha":"S’ N D m G R S","Jati":"Sadava – Sadava","Vadi":"m","Samvadi":"S","Swarupa":"S m G m (N) D N S’","Prahar":"7thPrahar (9 PM to 12 AM)","Information":"This\r\nrarely heard raga, also known as Bhookosh or Bhinna Sadja, is a sweet raga\r\noften used by Carantic performers the most. There are\r\nmany theories on the origin of this raga. Kausikdhwani\r\nis the Carnatic name of the raga, so it may have\r\nemanated from the South Indian musical system. Another theory suggests that it\r\ncame from Raga Pancama. The hidden truth about this\r\nraga, which is one of the many reasons why it’s beautiful, is that it hides few\r\nragas in here. When doing melodic fills, known as tans, some will be reminded\r\nof the joys of Bhairavi, the hurt in Jogiya/Gunakri, the pining feel or Yaman\r\nKalyan, or separation through Sivaranjani.\r\nFor the additional feel, artists will use a chromatic approach by using komal and shuddha dha simultaneously. "},{"name":"kedar.html","url":"http://kksongs.org/raga/list/kedar.html","That":"Kalyana","Aroha":"S M P, M P D n D P S’","Avaroha":"S’ D n D P, M P D P m,S R S","Jati":"Audava – Sadava","Vadi":"m","Samvadi":"S","Swarupa":"S M P, M P D P m, S R S","Prahar":"7thPrahar\r\n(9 PM to 12 AM)","Information":"Raga\r\nKedar is an all time popular ragas from the Kalyana That. Unlike most of the Kalyana\r\nThat ragas, this raga tends to completely eliminate\r\nthe Ga, and limits its use as a kans-swar\r\n(a sparing touch of a note). In the whole raga, both forms of Ma are used, but\r\nthe aroha only uses the Tivra\r\nMa, while the avaroha only has its instance of suddha ma, on the final end of the downgrade. Tivra Ma. As many Kalyana That\r\nragas tend to bear Tivra Ma and made it well known of\r\nits use, this raga uses Tivra Ma but it does not make\r\na dominant presence as its siblings, Yaman, Yaman Kalyana, and Hindol, for instance, can do."},{"name":"khamaja.html","url":"http://kksongs.org/raga/list/khamaja.html","That":"Khammaja","Aroha":"S G m P D N S’","Avaroha":"S’ n D P m G R S","Jati":"Sadava – Sampurna","Vadi":"G","Samvadi":"N","Swarupa":"G m P n D m P D m G","Prahar":"6thPrahar (6 PM to 9 PM)","Information":"Raga\r\nKhammaja is a representative of the Khammaja That. Notice that this raga differs from its\r\nthat’s scale in the sense that suddha ni is a standard note in the aroha. This raga is used in a wide variety of compositions,\r\nespecially in Bengali and Vaisnava devotional music.\r\nLike Raga Kafi, this really can be sung anytime,\r\nhowever the best time is to sing it in the sixth prahar."},{"name":"kirvani.html","url":"http://kksongs.org/raga/list/kirvani.html","That":"N/A","Aroha":"S R g m P d N S’","Avaroha":"S’ N d P m g R S","Jati":"Sampurna – Sampurna","Vadi":"S","Samvadi":"P","Swarupa":"‘d ‘N S R g\r\nm P d P","Prahar":"7thPrahar (9 PM to 12 AM)","Information":"Raga\r\nKirvani is assumed to have come from the Carnatic system of music. The notes of this raga, however,\r\nare so common in world music that it is important to consider this raga.\r\nGenerically, this is a harmonic minor raga which has moods of love, ultimate\r\ndevotion, separation, and sadness. This raga is used in a great number of bhajans, such as Sri Guru Carana\r\nKamala Bhaja Mana, Adharam Madhuram, and Jo Tum Toro Rama."},{"name":"lalita.html","url":"http://kksongs.org/raga/list/lalita.html","That":"Marwa","Aroha":"‘N r G m M\r\nm G M D N S’","Avaroha":"N r’ N D M D M m\r\nG M G r S ‘N S","Jati":"Sadava – Sadava","Vadi":"m","Samvadi":"S","Swarupa":"‘N r G m M\r\nm G M G r S","Prahar":"1stPrahar (3 AM to 6 AM)","Information":"Raga\r\nLalita is a North Indian raga with an unusual\r\nstructure. This raga has a chromatic formation of ma, with strength of suddha ma. The uttaranga\r\npresented here uses suddha Dha,\r\nhence this raga is in Marwa that. Many musicians use komal dha instead, thus singing\r\nRaga Lalita in Purvi that.\r\nThe raga is named after the gopi, Lalita,\r\nwho wakes up Krsna in the middle of the night (hence\r\nthe timing of the prahar of the raga). This raga is\r\nused in the song from the film “Meera (1979)” with\r\nthe song “Jago Bansurivale.”"},{"name":"mad_saranga.html","url":"http://kksongs.org/raga/list/mad_saranga.html","That":"Khammaja","Aroha":"‘n S R m P n S’","Avaroha":"S’ n P m R m R ‘n S","Jati":"Audava – Audava","Vadi":"S","Samvadi":"m","Swarupa":"‘n S R m P R m R S ‘n S","Prahar":"4thPrahar\r\n(12 PM to 3 PM)","Information":"Although\r\nvery similar to Megha, this is a lighter version\r\nwhich does not create the intensity or thunder feel that Raga Megha has. As this is a Khamaja-based\r\nraga, the vivadis have greater freedom that with Raga\r\nMegha. Therefore, it is not unusual to hear an\r\noccasional suddha Dha or suddha Ga in a light-rendition of\r\nMadhyamad Saranga. Although\r\nthe name of the raga (“the honey-like Saranga”) has\r\nnothing to with the note madhyama (“ma”), the\r\npreferred orientation is centered around ma and Pa."},{"name":"madhuvanti.html","url":"http://kksongs.org/raga/list/madhuvanti.html","That":"Todi","Aroha":"‘N S g M P N S’","Avaroha":"S’ N D P M g M g R S","Jati":"Audava – Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"D P(M) P g\r\nM g R S","Prahar":"4thPrahar (12 PM to 3 PM)","Information":"Considered\r\nto be in the Todi That due to the tivra\r\nMa and komal ga, Raga Madhuvanti is one of the ragas which bend many rules of\r\nbeing classified into Bhatkhande’s ten that system.\r\nThis raga emotes a feeling of sadness and distress due to the tivra Ma and komal ga, followed by the pure notes. This raga tends to fill in\r\nthe missing notes that Raga Sivaranjani does not\r\nfill."},{"name":"malgunji.html","url":"http://kksongs.org/raga/list/malgunji.html","That":"Khammaja","Aroha":"S R G m D N S'","Avaroha":"S' n D P m G m g R S","Jati":"Sadava – Sampurna","Vadi":"m","Samvadi":"S","Swarupa":"G m g R S 'N S 'D 'n S G m","Prahar":"3rdPrahar (9 AM to 12 PM)","Information":"Raga\r\nMalgunji is a light raga from the Khamaja\r\nfamily of raga. This raga is considered special as this song with predominantly\r\nmajor notes is sung in the morning, when ragas with komal\r\nre and komal ga are\r\nconsidered supreme. Depending on some artists, they will make this raga sound\r\nmore like Jhinjhoti. Others will make it sound like\r\nan altered version of Bagesri."},{"name":"malhar.html","url":"http://kksongs.org/raga/list/malhar.html","That":"Kafi","Aroha":"S R P m P n D N S’","Avaroha":"R’ N S’ D n m P g m R S","Jati":"Sadava – Sampurna","Vadi":"R","Samvadi":"P","Swarupa":"R P g m R S 'n 'D 'N S","Prahar":"N/A","Information":"Raga\r\nMalhara, or Miyan Malhara, is a raga that is sung extensively during the\r\nmonsoon time. This is a raga where many musicians experiment with the uttaranga. Even though chromatic forms are considered taboo\r\nin North Indian music, musicians tend to connect both komal\r\nand suddha Ni together to create that dark monsoon\r\nfeel. Raga Megha is also a monsoon raga but it does\r\nnot have that desired intensity as Raga Malhara. Rupa Goswami uses this raga in\r\nhis Stavamala compositions."},{"name":"malkauns.html","url":"http://kksongs.org/raga/list/malkauns.html","That":"Bhairavi","Aroha":"S g m d n S’","Avaroha":"S’ n d n d m g m g S ‘n S","Jati":"Audava – Audava","Vadi":"m","Samvadi":"S","Swarupa":"‘n S g m g S ‘n S\r\n‘d ‘n S","Prahar":"7thPrahar (9 PM to 12 AM)","Information":"This is one of the most\r\npopular ragas in classical music. It is a midnight raga with strong emphasis on\r\nma. The overall mood is devotional. The origin of this raga was created by Parvati when trying to calm Lord Siva after His anger. "},{"name":"mand.html","url":"http://kksongs.org/raga/list/mand.html","That":"Bilavala","Aroha":"S G m P D N S’","Avaroha":"S' S' N D\r\nP D P N D P G m G R S","Jati":"Sadava – Sampurna","Vadi":"G","Samvadi":"D","Swarupa":"G m P D N S' P N D P G G m G R S","Prahar":"6thPrahar (6 PM to 9 PM)","Information":"The culture of Rajasthan is\r\nshown in one way by Raga Mand. This raga uses an all major scale with a zig-zag form\r\nin its descent that gives it unique structure. Many Bengali bhajans,\r\nas well as many Braja Bhasa\r\nbhajans are in Raga Mand.\r\nDue to its free form, it can be sung at any time outside its prahar."},{"name":"maru_bihaga.html","url":"http://kksongs.org/raga/list/maru_bihaga.html","That":"Bilavala","Aroha":"‘N S G M P N S","Avaroha":"S’ N D P M G M G R S m G P M G M G R\r\nS","Jati":"Audava – Sampurna","Vadi":"G","Samvadi":"N","Swarupa":"P G M G R S m G S G M P","Prahar":"5thPrahar (3 PM to 6 PM)","Information":"Maru Bihaga is an evening raga from the Kalyana\r\nThat. There are two big features to note about this raga. Firstly, the name\r\nimplies that it has a relationship with Raga Bihaga.\r\nRaga Bihaga’s aroha and avaroha are similar in the respect that the notes used are\r\nthe same. However, the approach is different. In Raga Bihaga,\r\nD was used in a glance. In addition, the M and m usage was allowed a chromatic\r\nfeel. The m swar had not much of an impact in the\r\nwhole scope of the raga, but it was needed. In Maru-Bihaga,\r\nD has a little more importance. Even though it is not used as often as the purvanga, it has a full value, instead of a glimpse-value.\r\nIn addition, m has its own sustain when used in the avaroha.\r\nIt is not used in a chromatic sense or even attempt to try to reproduce a\r\nchromatic feel as Raga Bihaga does. It is a very\r\nlovely raga depicting devotion and love."},{"name":"marwa.html","url":"http://kksongs.org/raga/list/marwa.html","That":"Marwa","Aroha":"‘N r G M D N D S’","Avaroha":"N r’ N D M D M G r ‘N ‘D S","Jati":"Sadava – Sadava","Vadi":"r","Samvadi":"D","Swarupa":"D M G r ‘N ‘D S","Prahar":"5thPrahar (3 PM to 6 PM)","Information":"Raga\r\nMarwa is famous amongst classical musicians, as it is\r\none of the most peculiar ragas in Indian music. The first unique feature of\r\nthis raga is that there is no Pa or suddha Ma. These\r\ntwo notes imply stability with the Sa. The most likely\r\nreason why Pa and suddha ma do not take place is\r\nbecause, Sa, in this raga, is avoided a lot. It will\r\nbe confusing for one to listen to this raga, as the tonic seems to disappear.\r\nThus, the mood of this raga can be said to describe anxiety or melancholy, as\r\nthere is no stability. There is no harmonic stability, as the komal re and dha form the vadi-samvadi pair. Since komal re\r\nis the vadi (the strongest note), the komal re in this particular raga creates an otherworldly\r\nghastly feel. Hence, another mood of this raga is fear. Lastly, this raga is\r\nthe supposed representative raga of the Marwa that. Marwa that has a Pa in it, however, Marwa’s\r\nbehavior and scale is absolutely different. Usually, almost all representative\r\nragas will share the same notes as its that."},{"name":"megha.html","url":"http://kksongs.org/raga/list/megha.html","That":"Kafi","Aroha":"‘P ‘n S R* m P n* P n* S’","Avaroha":"S’ R*’ n* P R m P n* P m R ‘n ‘P ‘n\r\nR* S","Jati":"Audava – Audava","Vadi":"R","Samvadi":"P","Swarupa":"S R* ‘n ‘P R* S","Prahar":"8thPrahar\r\n(12 AM to 3 AM)","Information":"This\r\nis a loved raga by many people. This raga is heard in the monsoon season when\r\nthunderbolts rock the sky and rain fall on the ground. Even though on occasion,\r\nit rains in the autumn and winter seasons, the same effect of the rain is not\r\nthe same. Raga Megha, thus, was considered a janak raga. Raga Megha and a very\r\nsimilar raga, Raga Malhara, have very similar\r\necstatic properties. According to the janak ragas,\r\nRaga Dipaka came to burn and enflame people during\r\nthe summer. When the summer (June-early July) season ended, the monsoon season\r\nstarted and Raga Megha extinguished the flames and\r\nfire caused by Raga Dipaka. It is truly the raga to\r\nextinguish fires of the heart."},{"name":"misra_gara.html","url":"http://kksongs.org/raga/list/misra_gara.html","That":"Kafi","Aroha":"S R m P D n D S’","Avaroha":"S’ n D P D m P m G R g R S","Jati":"Sadava – Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"S G m P G m R g R S ‘n S","Prahar":"4thPrahar (12 PM to 3 PM)","Information":"This\r\nraga is heard occasionally in bhajans glorifying Lord\r\nRamacandra by Tulsi-dasa,\r\nalong with a good number of Bengali and Gaudiya bhajans. This is a raga of the Kafi\r\nthat, although its parent raga, Gara, is of the Khamaja That. The sweet feature is the trade off weight of\r\nthe suddha ga and komal ga. A common chant people\r\nrelate this raga to is “Raghupati Raghava\r\nRaja Rama.”"},{"name":"multani.html","url":"http://kksongs.org/raga/list/multani.html","That":"Todi","Aroha":"‘N S g M P N S’","Avaroha":"S’ N d P M P d M g M g r S","Jati":"Audava – Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"‘N S g M P M g M g r S","Prahar":"5thPrahar (3 PM to 6 PM)","Information":"Raga\r\nMultani is a very unique raga in its family of Todi ragas. Unlike most Todi\r\nragas, this one is in the evening right before the night. The differences are\r\nfar more significant that timings. In the avaroha,\r\nthe komal re is incredibly flattened that it sound so\r\nclose to Sa. It is even flatter than Gujari Todi or Raga Todi. Another unique feature is that unlike most Todi ragas, the stress is on Sa\r\nand Pa, which has a greater harmonic strength than the ga\r\nand dha felt in Todi and Gujari Todi. Hence, this raga has\r\ndifferent expression than Todi’s. "},{"name":"namo_narayani.html","url":"http://kksongs.org/raga/list/namo_narayani.html","That":"Purvi","Aroha":"S r G M P d n S’","Avaroha":"S’ n d P M G r S","Jati":"Sampurna – Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"G M d P M d n d n P","Prahar":"5thPrahar (3 PM to 6 PM)","Information":"This\r\nraga is from the Carnatic system of music having its\r\nscale share the same scale as the Purvi That. The\r\nonly difference is that Namo Narayani\r\n(“Obeisances to Laksmi”)\r\nhas a komal ni\r\nwhich has a lighter feel that its relative Purvi That.\r\nThis is why one who is used to listening to Puriya Dhanasri will not be able to digest a komal\r\nni which further disrupts\r\nthe Ga-Ni harmony Puriya Dhanasri has."},{"name":"nanda.html","url":"http://kksongs.org/raga/list/nanda.html","That":"Kalyana","Aroha":"S G m P D N P S’","Avaroha":"S’ N D P M P G m D P (m)R\r\nS G m","Jati":"Sadava –\r\nSampurna","Vadi":"S","Samvadi":"P","Swarupa":"G m D P (m)R S S G\r\nG m","Prahar":"7th\r\nPrahar (9 PM to 12 AM)","Information":"Raga\r\nNanda, also known as Anandi (“happiness”) or Anandi Kalyana, shows the feeling\r\nof joy entering the night. After surpassing the harmonic instabilities of the\r\nPurvi and Marwa raga families, the raga hits all of the major notes including\r\none small cameo appearance of tivra Ma in the avaroha. The one unusual feature\r\nof this raga is that this raga ends on ma, even though its harmonic points are Sa and Pa."},{"name":"nata_bhairava.html","url":"http://kksongs.org/raga/list/nata_bhairava.html","That":"Bhairava","Aroha":"S R G m P d N S’","Avaroha":"S’ N d P m G R S","Jati":"Sampurna – Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"S R G m d P G G\r\nm R S R 'N 'd S","Prahar":"3rdPrahar (9 AM to 12 PM)","Information":"Raga\r\nNata Bhairava is a light\r\nraga in the Bhairava That. Its form has the svarasthanas of Raga Bhairava’s uttaranga and the purvanga\r\nreversed. This raga is more purvanga oriented with\r\nits Sa stressed. Those who are not well versed in\r\nmusic will make this raga sound like Ahir Bhairava, which has different harmonic points. In addition,\r\nthe starting paces will remind one of Carukesi."},{"name":"pahadi.html","url":"http://kksongs.org/raga/list/pahadi.html","That":"Bilavala","Aroha":"‘P ‘D S R G P D S’","Avaroha":"S’ N D P m G R S ‘N ‘D ‘P ‘D S","Jati":"Audava – Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"S’ D P m G P D S’","Prahar":"Anytime","Information":"Raga\r\nPahadi (“mountainous”) is a raga whose structure\r\nresembles a mountain. As it may not seem so obvious just by examining the\r\nelementary raga structures, listening to songs and compositions in Raga Pahadi has a feeling that one is going up and down in swars. Note how the range of swars\r\nin both the aroha and the avaroha\r\nstarts unusually low and build its way up to the higher Sa.\r\nPeople who are not well versed with Indian music will find it interesting on\r\nhow a light raga like this have this complexity. In a way, it can be said that\r\nthe more notes and a range a raga has, the greater chance of variability\r\nexists."},{"name":"patdipa.html","url":"http://kksongs.org/raga/list/patdipa.html","That":"Kafi","Aroha":"‘N S g m P N S’","Avaroha":"S’ N D P m g R S ‘N S g R S","Jati":"Audava – Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"P N S’ D m P g m g R S","Prahar":"4thPrahar\r\n(12 PM to 3 PM)","Information":"Coming\r\nfrom the origins of Carnatic music, Raga Patdipa is essentially like a Hindustani Kafi or Raga Misra Pilu sort. The main feature of this raga that separates it\r\nfrom other Kafi That ragas\r\nis that it only has suddha Ni and no instances of komal Ni. Such a change in notes gives this a unique feel\r\ncompared to other Kafi That\r\nragas. A famous song in this raga is “Srila Prabhupada Gurudeva Tihare Carano Men Pranam.”"},{"name":"pilu.html","url":"http://kksongs.org/raga/list/pilu.html","That":"Kafi","Aroha":"‘N S g m P N S’","Avaroha":"S’ n D P d m g R S ‘N g S","Jati":"Audava – Sampurna","Vadi":"g","Samvadi":"n","Swarupa":"g m d P g S R ‘N g S","Prahar":"Anytime","Information":"Raga\r\nPilu is a light raga commonly used to express joy,\r\ndevotion, happiness, and love. Despite the common nature of this raga, the\r\nstructure of this raga is disputed. Everything about the raga from which notes\r\nare used, how many notes are used, vadi-samvadi, aroha and avaroha, svarupa, and even the prahar is\r\ndisputed. Hence, no one really refers to this raga as Pilu,\r\nbut Misra Pilu (“mixed\r\nversion of Pilu”) which incorporates not only which\r\nis covered above but graces notes like komal re, suddha Ga, tivra\r\nMa, komal dha, and both Nis. Like Bhairavi, all twelve\r\nnotes can be used in a composition of this raga."},{"name":"puriya.html","url":"http://kksongs.org/raga/list/puriya.html","That":"Marwa","Aroha":"'N r G M D N D N r' S'","Avaroha":"N r' N D N M D G M G,M G r S","Jati":"Sadava – Sadava","Vadi":"G","Samvadi":"N","Swarupa":"G M D G M G M G r S 'N 'D 'N","Prahar":"5thPrahar\r\n(3 PM to 6 PM)","Information":"Raga\r\nPuriya, the descendent of the Marwa\r\nmatrix, and the ancestor of ragas like Puriya Dhanasri and Puriya Kalyana, is the almost forgotten raga which interestingly\r\nunusual properties. This raga behaves very similarly like Raga Marwa in the respect that it tends to the skip the Sa, although it can tolerate some presence of Sa. However,\r\nthe focal points in this raga are the Ga and Ni,\r\nwhile Dha is underemphasized. It favors Ni to the\r\npoint that the swarupa ends at Ni, rather than a note\r\nthat has a harmonic relation with Sa. (The notes “N”,\r\n“r”, and “M” have the most dissonant relationship with Sa.)\r\nUnlike Marwa, the mood of this raga is more playful\r\nthan and not as serious as Marwa. "},{"name":"puriya_dhanasri.html","url":"http://kksongs.org/raga/list/puriya_dhanasri.html","That":"Purvi","Aroha":"‘N r G M d N S’ r’ S’","Avaroha":"N r’ N d P M G r G r S ‘N","Jati":"Sadava – Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"‘N r G M P M d P M G r G r S","Prahar":"5thPrahar (3 PM to 6 PM)","Information":"Raga\r\nPuriya Dhanasri is actually\r\na mix of two ragas, Puriya and Dhanasri.\r\nThis is one of the twilight ragas sung in the evening. Even though most of the\r\nevening ragas like Marwa and Puriya\r\nlack the stability, this raga is one of the rare harmonically stable ragas in\r\nthe evening. Even though Sa and Pa are the strongest\r\nharmonic pair in this raga, another noteworthy pair is to consider is that of Ga and Ni. Whenever Ga is played,\r\nthe shadow of Ni comes. This actually comes from Raga Puriya,\r\nwhich makes up the component of this raga. In Raga Puriya,\r\nGa and Ni are the vadi-samvadi\r\npair. It should come as no surprise that this pair will be apparent in this\r\nraga. Even though there are other ragas which will use the same notes as Raga Puriya Dhanasri, the multiplex of\r\nSa and Pa vs. Ga and Ni is\r\nunique to this raga."},{"name":"puriya_kalyana.html","url":"http://kksongs.org/raga/list/puriya_kalyana.html","That":"Marwa","Aroha":"S r G M P M D P D N S’","Avaroha":"N r’ N D M D P M G r S","Jati":"Sampurna – Sampurna","Vadi":"P","Samvadi":"S","Swarupa":"G M D P M P M G r S","Prahar":"8thPrahar (12 AM to 3 AM)","Information":"This\r\nraga is a mixture between two ragas: Puriya (in purvanga) and Kalyana (in uttaranga). Even though theoretically, representations of\r\nboth ragas are represented equally, the aesthetic properties give more\r\ndominance to the Kalyana feature, as the nature of\r\nthis raga is uttaranga based.","This\r\nraga is a mixture between two ragas":"Puriya (in purvanga) and Kalyana (in uttaranga). Even though theoretically, representations of\r\nboth ragas are represented equally, the aesthetic properties give more\r\ndominance to the Kalyana feature, as the nature of\r\nthis raga is uttaranga based."},{"name":"purvi.html","url":"http://kksongs.org/raga/list/purvi.html","That":"Purvi","Aroha":"N r G M\r\nd N S’","Avaroha":"S’ r’ N\r\nd P M G m G M G r S’","Jati":"Sadava – Sampurna","Vadi":"G","Samvadi":"N","Swarupa":"P d P M\r\nG m G r G M G r S","Prahar":"5thPrahar\r\n(3 PM to 6 PM)","Information":"Raga\r\nPurvi, a rare raga, is the representative of the Purvi That. A famous song which uses this raga is from the\r\nfilm “Meera” called “Karuna\r\nSuno Syam More.” The raga\r\nis like a similar raga “Puriya Dhanasri.”\r\nIn fact, the inventor of the ten thats,\r\nVisnu Narayana Bhatkhande, debated on which raga would be representative\r\nof the raga “which resembles Yaman with komal re and komal dha.” Puriya Dhanasri\r\nis the ideal choice; however, that raga is created as a result of two ragas.\r\nTherefore, Purvi was used, which had the flow just\r\nlike Puriya Dhanasri,\r\nexcept with one exception: there was a shuddha ma\r\nused sparingly. The suddha ma produces a haunting\r\nharmony with Sa, as the other strongest harmonic pair\r\nis Ga with Ni. The raga should be sung in the first\r\npart of the prahar in conjunction with Raga Sri.","Raga\r\nPurvi, a rare raga, is the representative of the Purvi That. A famous song which uses this raga is from the\r\nfilm “Meera” called “Karuna\r\nSuno Syam More.” The raga\r\nis like a similar raga “Puriya Dhanasri.”\r\nIn fact, the inventor of the ten thats,\r\nVisnu Narayana Bhatkhande, debated on which raga would be representative\r\nof the raga “which resembles Yaman with komal re and komal dha.” Puriya Dhanasri\r\nis the ideal choice; however, that raga is created as a result of two ragas.\r\nTherefore, Purvi was used, which had the flow just\r\nlike Puriya Dhanasri,\r\nexcept with one exception":"there was a shuddha ma\r\nused sparingly. The suddha ma produces a haunting\r\nharmony with Sa, as the other strongest harmonic pair\r\nis Ga with Ni. The raga should be sung in the first\r\npart of the prahar in conjunction with Raga Sri."},{"name":"raga_list.html","url":"http://kksongs.org/raga/list/raga_list.html"},{"name":"ragesri.html","url":"http://kksongs.org/raga/list/ragesri.html","That":"Khammaja","Aroha":"S G m D n S’","Avaroha":"S’ n D G m R S","Jati":"Audava – Sadava","Vadi":"m","Samvadi":"S","Swarupa":"G m D n S’ n D G m R S ‘n ‘D S","Prahar":"7thPrahar (9 PM to 12 AM)","Information":"Raga\r\nRagesri (“queen of ragas”) is one of the mellowest\r\nragas in Indian classical music. Raga Ragesri omits Pa\r\ncompletely, thus developing strong harmonic forces on ma. The harmony of Sa and ma, as well as the harmony of Dha\r\nand Ga, creates an unusual complex which creates a\r\nblissful overall environment. Some musicians will make a very spare use of suddha Ni, but not enough to water down the essence of this\r\nraga. This raga is very similar to Bagesri in\r\nstructure. However, Bagesri has komal\r\nga, and has one minor instance of Pa. The nature of\r\nthis raga is devotional. The most famous composition of this raga is “He Govinda He Gopala He Govinda Rakho Sarana.”"},{"name":"ramakali.html","url":"http://kksongs.org/raga/list/ramakali.html","That":"Bhairava","Aroha":"S G m P G m d N S’","Avaroha":"S’ N d n d P M P d\r\nd P G m (G)r S","Jati":"Sadava – Sampurna","Vadi":"S","Samvadi":"P","Swarupa":"S G m P M P d n d\r\nP  G m d N S’ r’ N S’ N d n d P d M P G m\r\n(G)r S","Prahar":"2ndPrahar\r\n(6 AM to 9 AM)","Information":"Raga\r\nRamakali (“the flower of Lord Rama”)\r\nis a raga of the Bhairava Thāt that is played in the mornings.\r\nSpecifically, this raga is played around the time that Gunakri\r\nis played. The flow of Ramakali is a very unique one\r\nthat differs greatly from other Bhairava ragas.\r\nFirst, no other Bhairava that raga (except for\r\nschools that include Raga Lalita in this family) has\r\na raga that contains both tivra Ma and suddha ma. Although the suddha ma\r\nhas the stronger and frequent use, the tivra Ma slips\r\nin. This will give a “Purvi-esque” feel to the raga.\r\nIn addition, both suddha Ni and komal\r\nni are used. The suddha Ni has the greater strength."},{"name":"sankara.html","url":"http://kksongs.org/raga/list/sankara.html","That":"Bilavala","Aroha":"S G R G P N D S’","Avaroha":"S’ N D P G P G R S","Jati":"Sadava – Sadava","Vadi":"P","Samvadi":"S","Swarupa":"G P N (D)S’\r\nN P G P G (R)S","Prahar":"6thPrahar (6 PM to 9 PM)"},{"name":"sivaranjani.html","url":"http://kksongs.org/raga/list/sivaranjani.html","That":"Kafi","Aroha":"S R g P\r\nD S’","Avaroha":"S’ D P g\r\nR S","Jati":"Audava – Audava","Vadi":"S","Samvadi":"P","Swarupa":"S R g P\r\ng R S ‘D S","Prahar":"7thPrahar (9 PM to 12 AM)","Information":"Originally\r\nfrom the Carnatic system of music, Raga Sivaranjani is a common meditative and deep raga which is\r\nsung in the nights. It also represents melancholy and anguish due to the small\r\nnumber of notes in the raga. Sometimes, people tend to use shuddha\r\nga in conjunction with komal\r\nga to create a tension-release feel. In addition,\r\nalthough rarely used, komal dha\r\ncan be used as a grace note. Those who play with shuddha\r\nga and komal dha grace notes in this raga are known to be playing Raga Misra Sivaranjani, while the\r\nnotes S, R, g, P, and D only are found in pure Sivaranjani."},{"name":"sohini.html","url":"http://kksongs.org/raga/list/sohini.html","That":"Marwa","Aroha":"S G M D N S' r' S'","Avaroha":"S' N D N D, G M D M G M G r S","Jati":"Sadava – Sadava","Vadi":"D","Samvadi":"G","Swarupa":"S' N D N D G M D N S'","Prahar":"5thPrahar\r\n(3 PM to 6 PM)","Information":"Raga\r\nSohini is a hexatonic raga\r\nfrom the Marwa that. Unlike the two other Marwa that ragas, Marwa and Puriya, Raga Sohini starts and\r\nends with Sa, and has more stability on Sa. The komal re in the aroha is found in\r\ntar saptak, while it is featured once in the avaroha. This raga tends to confuse listeners to the lines\r\nof Raga Hindol (due to the exclusion of komal re in the avaroha, lack of komal re in svarupa) and Raga Sivaranjani (Vadi and Samvadi being D and G, confusing Da\r\nto be the Sa of Sivaranjani). The overall mood of\r\nthis raga is romantic and melancholy. It is much lighter to sing than unstable Marwa or Puriya."},{"name":"sri.html","url":"http://kksongs.org/raga/list/sri.html","That":"Purvi (some will say Sri That)","Aroha":"S r M P M P d P N S’","Avaroha":"S’ r’ N d P (M)P\r\n(P)r (P)r G r S","Jati":"Sadava – Sampurna","Vadi":"r","Samvadi":"P","Swarupa":"r P M P d P (P)r\r\nG r S","Prahar":"5thPrahar (3 PM to 6 PM)","Information":"Sri\r\n(another name of “Laksmi”) is one of the original six\r\n“janaka-ragas.” The janaka\r\nragas represent the six seasons of the year. This raga represents the winter\r\nseason. If one takes special note of the prahar, one\r\nwill know that around this time frame, the sun sets earlier than before, thus\r\ncreating a twilight feel. Usually, the Purvi That ragas of this prahar are performed toward the latter half. This one,\r\nhowever, is performed earlier in the prahar, to\r\ndepict the sunset that is impending. As far as raga structure is concerned,\r\nthis raga is not like the Purvi ragas, where Ni has\r\ngreat importance. This raga is similar to Raga Lalita,\r\nwhere Sa starts the raga off. Some Vaisnava\r\nmusicians accept the Bhatkhande thats, with an additional Sri That. If this is the\r\ncase, this represent the Sri That."},{"name":"subha_kalyana.html","url":"http://kksongs.org/raga/list/subha_kalyana.html","That":"Kalyana","Aroha":"S R G P D n S’","Avaroha":"S’ n D P G P G R S ‘n ‘D S","Jati":"Sadava – Sadava","Vadi":"S","Samvadi":"P","Swarupa":"P D n D P G R S 'n 'D S","Prahar":"7thPrahar (9 PM to 12 AM)","Information":"Raga\r\nSubha Kalyana (“auspicious\r\nfortune”), popularly known as Jana-Sammohini, is a\r\npopular raga, which was assumed to be brought from the Carnatic\r\nsystem. It is essentially similar as Raga Kalavati\r\nwith an additional and significant use of suddha Re. This raga is sung in the night as the welcoming of the\r\nnight. A famous bhajan in this raga is “Pathika Tuma Itno\r\nKahiyo Jaye.”"},{"name":"suddha_kalyana.html","url":"http://kksongs.org/raga/list/suddha_kalyana.html","That":"Kalyana","Aroha":"S R G P (S’)D\r\nS’","Avaroha":"S’ N D P M G R S","Jati":"Audava – Sampurna","Vadi":"G","Samvadi":"D","Swarupa":"S ('N)'D 'P,'D S R G P (M)G,P (G)R S","Prahar":"6thPrahar (6 PM to 9 PM)","Information":"Raga\r\nSuddha Kalyana (“purely\r\nauspicious”) is a rare and light raga in the realm of Indian music, yet quite\r\nknown in the Bengali world of music. The overall flow is similar to Bhupali. The only difference is that the Kalyana-omitted notes from Bhupali\r\nare included here. Hence, this raga is also known as “Bhupa\r\nKalyana.” Two famous songs in this raga are Duhkher Sagore and Mirar Prabhu Eso\r\nGiridhari."},{"name":"suddha_saranga.html","url":"http://kksongs.org/raga/list/suddha_saranga.html","That":"Kalyana","Aroha":"‘N S R M P N S’","Avaroha":"S N P M P R m R S ‘N S","Jati":"Audava – Audava","Vadi":"R","Samvadi":"P","Swarupa":"R M P R m R S ‘N S","Prahar":"4thPrahar (12 PM to 3 PM)","Information":"This\r\nraga is essentially the pentatonic Saranga family of\r\nragas under the constraint of Kalyana That notes, with the exception of avaroha\r\n“suddha ma.”"},{"name":"syama_kalyana.html","url":"http://kksongs.org/raga/list/syama_kalyana.html","That":"Kalyana","Aroha":"‘N S R M P N S’","Avaroha":"S’ N D P M P G m R S","Jati":"Audava – Sampurna","Vadi":"R","Samvadi":"P","Swarupa":"R P G m R ‘N S","Prahar":"6thPrahar (6 PM to 9 PM)","Information":"The\r\n“auspiciousness of night”, better known as Syama Kalyana, is a raga from the Kalyana\r\nThat. While the structural information is quite self explanatory, the special\r\nfeature in this raga is the Re and Pa harmony. Hardly any raga from the Kalyana That favors such harmony."},{"name":"tilak_kamod.html","url":"http://kksongs.org/raga/list/tilak_kamod.html","That":"Khammaja","Aroha":"‘N S R m P (N)S’","Avaroha":"P D m G R S R G ‘N ‘P ‘P ‘N S R G S","Jati":"Audava – Sampurna","Vadi":"S","Samvadi":"P","Swarupa":"S R G S ‘N ‘P ‘P ‘N S R G S","Prahar":"6thPrahar (6 PM to 9 PM)","Information":"Raga\r\nTilaka Kamod is a raga\r\nwelcoming the auspicious celebrations in the night. This auspicious raga has an\r\nunusual form, as the original form of this raga is said to have four notes in aroha and avaroha starts midway\r\nbarely going upwards. Due to Bharata Muni’s standards in his musical treatise “Brhad-desi,” the raga had to include the Ni in the aroha, and the flexibility of the avaroha\r\nhad to be incorporated. Still, the raga is still strongly purvanga\r\nbased and it will barely ever hit any note beyond komal\r\nni of the madhya saptak. A famous bhajan in this raga is “Ohe Harinam Tava Mahima\r\nApar.”"},{"name":"tilanga.html","url":"http://kksongs.org/raga/list/tilanga.html","That":"Khammaja","Aroha":"S G m P\r\nN S’","Avaroha":"S’ n P m\r\nG m G S","Jati":"Audava – Audava","Vadi":"P","Samvadi":"S","Swarupa":"G m P n\r\nm P N P S’ n P m G m G S G S","Prahar":"6thPrahar\r\n(6 PM to 9 PM)","Information":"Raga\r\nTilanga is an evening pentatonic raga which is used\r\nin light classical music. This raga is usually sung in the late evening (around\r\n8 or 8:30 PM) when the sun has fully set. Singing Raga Tilanga\r\nwhen the sun is not quite set does not create the proper atmosphere of this\r\nraga. The pentatonic scale and the re-introduction of the Pa implies\r\nsome stability in the raga. In rendering this raga, there is a subtle point\r\nthat must be adhered to prevent mistakes. The mistake many musicians tend to do\r\nis overdo the weight used on Ga. This can force the song to sound like Raga Todi, which has a totally different mood and time.","Raga\r\nTilanga is an evening pentatonic raga which is used\r\nin light classical music. This raga is usually sung in the late evening (around\r\n8 or 8":"30 PM) when the sun has fully set. Singing Raga Tilanga\r\nwhen the sun is not quite set does not create the proper atmosphere of this\r\nraga. The pentatonic scale and the re-introduction of the Pa implies\r\nsome stability in the raga. In rendering this raga, there is a subtle point\r\nthat must be adhered to prevent mistakes. The mistake many musicians tend to do\r\nis overdo the weight used on Ga. This can force the song to sound like Raga Todi, which has a totally different mood and time."},{"name":"todi.html","url":"http://kksongs.org/raga/list/todi.html","That":"Todi","Aroha":"S r g M\r\nd N S’","Avaroha":"S’ N d P\r\nM g r g r S","Jati":"Audava – Audava","Vadi":"d","Samvadi":"g","Swarupa":"g M d M\r\ng r g r S","Prahar":"3rdPrahar\r\n(9 AM to 12 PM)","Information":"Raga\r\nTodi is the representative raga of the Todi That. The realm of Raga Todi,\r\nas well as many Todi That\r\nragas have questionable origins. Some say the scale shown above was the\r\noriginal. Others believe that Todi came in two forms:\r\nTodi and Suddha Todi. Suddha Todi\r\nis a scale to which we now know as Bhairavi. Some\r\nragas will have the term Todi latched on, even though\r\nthe scale resembles a Bhairavi scale. Today, Raga Todi, also known as Miyan Ki Todi, uses the Bhairavi scale with madhyama and nisada both having the sharpened forms. In this raga, Pa is\r\nextremely weak.","Raga\r\nTodi is the representative raga of the Todi That. The realm of Raga Todi,\r\nas well as many Todi That\r\nragas have questionable origins. Some say the scale shown above was the\r\noriginal. Others believe that Todi came in two forms":"Todi and Suddha Todi. Suddha Todi\r\nis a scale to which we now know as Bhairavi. Some\r\nragas will have the term Todi latched on, even though\r\nthe scale resembles a Bhairavi scale. Today, Raga Todi, also known as Miyan Ki Todi, uses the Bhairavi scale with madhyama and nisada both having the sharpened forms. In this raga, Pa is\r\nextremely weak."},{"name":"vibhasa.html","url":"http://kksongs.org/raga/list/vibhasa.html","That":"Bhairava","Aroha":"S r G P\r\nd S’","Avaroha":"S’ d P G r S","Jati":"Audava – Audava","Vadi":"d","Samvadi":"r","Swarupa":"G P G P\r\nd P G r S","Prahar":"2ndPrahar (6 AM to 9 AM)","Information":"Raga\r\nVibhasa is a very diverse raga heard in the early\r\nmorning hours, slightly before the actual prahar\r\ntime. In fact, some people classify this raga to be in the first prahar. The stability of this raga seems to be fixed on S\r\nand P, as none of the other notes can remain on hold for a long time. Some\r\nmusical gharanas, or succession, will use a D instead\r\nof d. Thus, this raga would be placed in the Marwa That, since the properties fit the flow of a Marwa That raga than a Bhairava\r\nThat. The audio clip below features both varieties."},{"name":"vrndavani_saranga.html","url":"http://kksongs.org/raga/list/vrndavani_saranga.html","That":"Kafi","Aroha":"S R m P\r\nN S’","Avaroha":"S’ n P m\r\nR m R S N S","Jati":"Audava – Audava","Vadi":"R","Samvadi":"P","Swarupa":"P n P m\r\nR m R ‘N S","Prahar":"8thPrahar (12 AM to 3 AM)","Information":"Raga\r\nVrndavani Saranga is a raga\r\nfrom the “Saranga” class of ragas which are performed\r\nat late night. It’s scale is very similar Madhyamad Saranga, with the N\r\nhaving more importance. Like the class of the Saranga\r\nragas, it is not usual to add a grace note of D when working with P or n. "},{"name":"yaman.html","url":"http://kksongs.org/raga/list/yaman.html","That":"Kalyana","Aroha":"‘N R G M\r\nD N S’","Avaroha":"S’ N D P\r\nM G R S","Jati":"Sadava – Sampurna","Vadi":"G","Samvadi":"N","Swarupa":"‘N R G M\r\nP R G R ‘N R S","Prahar":"6thPrahar (6 PM to 9 PM)","Information":"Raga\r\nYaman, also known as Raga Iman,\r\nis a night raga which is very romantic in nature. Some say its origin is from\r\nthe Persian mode “Ei’man” from which “Yaman” came about. Others say it has Vedic origins as Raga Yamuna which through time had its pronunciation altered as Yaman. Nonetheless, this raga is often taught to beginners\r\nin North Indian music."},{"name":"yaman_kalyana.html","url":"http://kksongs.org/raga/list/yaman_kalyana.html","That":"Kalyana","Aroha":"‘N R G M D N S’","Avaroha":"S’ N D P M G m G R\r\nS","Jati":"Sadava – Sampurna","Vadi":"G","Samvadi":"N","Swarupa":"‘N R G M P R G m G R\r\nG R ‘N R S","Prahar":"6thPrahar\r\n(6 PM to 9 PM)","Information":"This\r\nis a lighter version of Raga Yaman. Unlike Raga Yaman, this raga includes an additional ma, which creates a\r\ngood temporary harmonic with Sa."}]